/* If a bar code scanner has no name and no product name, this is used as the bar code scanner's display name. */
"BarcodeScannerDefaultName" = "バーコードスキャナー";

/* Detail text for bluetooth bar code scanners. */
"BluetoothBarcodeScannerDetailText" = "Bluetoothで接続";

/* The manufacturer name for Bluetooth LE connected card readers made by Square. */
"BluetoothLECardReaderLifecycleManagerManufacturerNameSquare-BLE" = "Square";

/* The manufacturer name for USB connected card readers made by Square. */
"BluetoothLECardReaderLifecycleManagerManufacturerNameSquare-USB" = "Square";

/* The model name for the Square Reader for contactless and chip (codename R12) when connected wirelessly. */
"BluetoothLECardReaderLifecycleManagerModelNameR12-BLE" = "非接触・IC カード対応";

/* The model name for the Square Reader for contactless and chip (codename R12) when connected over USB. Should be the same name as when it is connected over wirelessly. */
"BluetoothLECardReaderLifecycleManagerModelNameR12-USB" = "非接触・ICカード対応";

/* The description of the error message displayed when a bluetooth LE peripheral failed to pair with Point of Sale. */
"BluetoothLEPeripheralGenericPairingErrorDescription" = "POSレジは非接触・IC カード対応 Square Readerとのペアリングに失敗しました。もう一度やり直してください。";

/* The title of the error message displayed when a bluetooth LE peripheral failed to pair with Point of Sale. */
"BluetoothLEPeripheralGenericPairingErrorTitle" = "ペアリングに失敗しました";

/* If a Bluetooth printer has no name and no product name, this is used as the printer's display name. */
"BluetoothPrinterDefaultName" = "BTプリンター";

/* Placeholder default name for a paired Bluetooth printer. */
"BluetoothPrinterPlaceholderName" = "BTプリンター %1$@";

/* If a card reader has no name and no product name, this is used as the card reader's display name. */
"CardReaderDefaultName" = "カードリーダー";

/* Title of the initialization state arrived at once the reader is preparing to accept payments. This includes, among other things, establishing a secure session. */
"CardReaderInitializationStateTitleConnecting" = "接続中";

/* Title of the initialization state arrived at once the reader was not able to successfully initialize. */
"CardReaderInitializationStateTitleFailed" = "失敗しました";

/* Title of the initialization state arrived at once the reader is ready to take payments. */
"CardReaderInitializationStateTitleReady" = "準備完了";

/* Title of the initialization state arrived at once the reader is ready to take payments, however, connectivity guidance has detected multiple issues with the reader. The number of issues detected will be substituted into the '%@' field. */
"CardReaderInitializationStateTitleReadyWithMultipleIssues" = "準備完了 (%1$@ 点ご確認ください)";

/* Title of the initialization state arrived at once the reader is ready to take payments, however, connectivity guidance has detected an issue with the reader. */
"CardReaderInitializationStateTitleReadyWithOneIssue" = "準備完了 (1 点ご確認ください)";

/* Title of the initialization state wherein the reader is paired with Point of Sale but not connected. A connection will automatically be established when the reader enters range. Applies only to wireless peripherals. */
"CardReaderInitializationStateTitleUnavailable" = "利用不可";

/* Title of the default initialization state. This is not a state which should be displayed in normal circumstances. */
"CardReaderInitializationStateTitleUnknown" = "不明";

/* Title of the initialization state arrived at once the reader is updating its firmware. */
"CardReaderInitializationStateTitleUpdating" = "アップデート中...";

/* Format for showing the card reader name (first parameter) and the last 4 digits of the serial number (second parameter). */
"CardReaderNameAndSerialNumberFormat" = "%1$@（%2$@）";

/* If a cash drawer has no name and no product name, this is used as the cash drawer's display name. */
"CashDrawerDefaultName" = "キャッシュドロワー";

/* The error message shown when a card reader needs Point of Sale to be updated before it can connect */
"HQBluetoothLECardReaderPairingAppUpdateRequiredMessage" = "非接触・IC カード対応 Square Readerを使うには、Square POSレジをアップデートしてください。";

/* The error title shown when a card reader needs Point of Sale to be updated before it can connect. */
"HQBluetoothLECardReaderPairingAppUpdateRequiredTitle" = "Square POSレジのアップデートが必要です";

/* The title of the affordance that will allow the merchant to upgrade Point of Sale. */
"HQBluetoothLECardReaderPairingAppUpdateRequiredUpgradeTitle" = "App Store";

/* The name of Square Point of Sale. This name appears in the dialog shown when the merchant attempts to pair an R12 and Bluetooth is off, which will instruct them to turn Bluetooth on. */
"HQBluetoothLECardReaderPairingDeviceBluetoothTurnedOffAlert-PointOfSaleAppName" = "POSレジ";

/* The title of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and Bluetooth is turned off on the iOS device. The format specifier will be replaced by the name of the Square app the merchant is using - e.g. 'Point of Sale'. */
"HQBluetoothLECardReaderPairingDeviceBluetoothTurnedOffAlertTitle" = "Bluetoothをオンにして「%1$@」を周辺機器に接続する";

/* The message of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the iPad Square Point of Sale is running on does not support Bluetooth LE. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedAlertMessage~pad" = "iPadは非接触・IC カード対応 Square Readerへの無線接続に対応していません。Square Standを使用して、リーダーをUSBで接続してください。";

/* The message of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the iPhone Square Point of Sale is running on does not support Bluetooth LE. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedAlertMessage~phone" = "この端末は非接触・IC カード対応 Square Readerに対応していません。";

/* The title of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the iPad Square Point of Sale is running on does not support Bluetooth LE. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedAlertTitle~pad" = "ワイヤレスに対応していません";

/* The title of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the iPhone Square Point of Sale is running on does not support Bluetooth LE. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedAlertTitle~phone" = "非対応の端末です";

/* The button on the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the device Square Point of Sale is running on does not support Bluetooth LE. When this button is tapped, the merchant will be taken to a page on Square's website showing them a list of all compatible devices. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedViewCompatibleDevicesButtonTitle" = "対応する端末を表示";

/* The message contents of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and iOS experiences a Bluetooth LE error, requiring pairing to be restarted. */
"HQBluetoothLECardReaderPairingUnexpectedErrorAlertMessage" = "ペアリングをもう一度やり直してください。問題が続く場合は、Squareサポートチームにお問い合わせ手ください。";

/* The title of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and iOS experiences a Bluetooth LE error, requiring pairing to be restarted. */
"HQBluetoothLECardReaderPairingUnexpectedErrorAlertTitle" = "Bluetoothのエラーが発生しました";

/* The checking account type. Should read 'Chequing' in Canada and 'Cheque' in Australia, per respective Interac and EFTPOS requirements. */
"HQPaymentAccountCRPaymentAccountTypeChecking" = "当座";

/* The credit account type. */
"HQPaymentAccountCRPaymentAccountTypeCredit" = "クレジットカード";

/* The default account type. */
"HQPaymentAccountCRPaymentAccountTypeDefault" = "デフォルト";

/* The savings account type. */
"HQPaymentAccountCRPaymentAccountTypeSavings" = "普通";

/* Display name for peripheral with no custom name, placeholder name, or manufacturer/model name. */
"HQPeripheralDefaultDisplayName" = "周辺機器";

/* The text on the 'dismiss' button when an alert regarding a new card reader connectivity issue is shown. */
"HQReaderConnectivityGuidanceAlertViewDismissButton" = "閉じる";

/* The message in the UI Alert view that is displayed when a reader connectivity issue is detected due to bluetooth disconnections. */
"HQReaderConnectivityGuidanceAlertViewMessageBLEConnectionDrops" = "Square Reader と端末間の Bluetooth の接続が不安定です。";

/* The message in the UI Alert view that is displayed when a reader connectivity issue is detected due to EMI interference. */
"HQReaderConnectivityGuidanceAlertViewMessageEMIInterference" = "非接触・IC カード対応 Square Readerと端末間の接続が不安定です。";

/* The message in the UI Alert view that is displayed when a reader connectivity issue regarding a flaky USB cable is detected. */
"HQReaderConnectivityGuidanceAlertViewMessageFlakyCable" = "端末と電源を接続しているケーブルの接続が頻繁に途切れています。";

/* The title of the UI Alert view that is displayed when a reader connectivity issue is detected due to bluetooth disconnections. */
"HQReaderConnectivityGuidanceAlertViewTitleBLEConnectionDrops" = "Bluetooth の接続が不安定です";

/* The title of the UI Alert view that is displayed when a reader connectivity issue is detected due to EMI interference. */
"HQReaderConnectivityGuidanceAlertViewTitleEMIInterference" = "リーダーの接続が不安定です";

/* The title of the UI Alert view that is displayed when a reader connectivity issue regarding a flaky USB cable is detected. */
"HQReaderConnectivityGuidanceAlertViewTitleFlakyCable" = "ケーブルの接続が不安定です";

/* The description indicating how to swipe more successfully for the error message. */
"LCRReaderCapabilitySwipeFailedErrorDescription" = "すばやくスワイプしてください";

/* The message indicating that a swipe was unsuccessful. */
"LCRReaderCapabilitySwipeFailedErrorTitle" = "もう一度試してください";

/* Format string for concatenated printer make and model. */
"ManufacturerAndModelNameFormat" = "%1$@ %2$@";

/* Description used for an error when a peripheral is not connected. */
"PeripheralNotConnectedErrorDescription" = "端末の電源とすべてが接続されていることを確認して下さい。";

/* Title used for an error when a peripheral is not connected. */
"PeripheralNotConnectedErrorTitle" = "デバイスが接続されていません";

/* Description used for an error when a peripheral does not support a given operation. */
"PeripheralOperationUnsupportedErrorDescription" = "ご利用の端末はこの操作に対応していません。別のデバイスまたは別の操作をお試し下さい";

/* Title used for an error when a peripheral does not support a given operation. */
"PeripheralOperationUnsupportedErrorTitle" = "対応外の操作です";

/* Description used for an error when an unknown problem occurred with a peripheral. */
"PeripheralUnknownErrorDescription" = "問題が発生しました。端末の接続と電源を確認して下さい。";

/* Title used for an error when an unknown problem occurred with a peripheral. */
"PeripheralUnknownErrorTitle" = "デバイスエラー";

/* This is the format string for the printer display name including the serial number. The first argument is the standard display name, which is either a custom name entered by the seller or a standard name based on the make and model of the printer. The second argument is the last four characters of the printer's serial number. */
"PrinterDisplayNameWithSerialLastFourFormatString" = "%1$@（%2$@）";

/* The manufacturer name for headphone jack connected card readers made by Square. */
"ReaderCapabilityManufacturerNameSquare" = "Square";

/* The model name for the Square Reader for chip (codename R6) */
"ReaderCapabilityModelNameR6" = "ICカード対応";

/* The subtitle shown to the user when an R12 drops to a low battery level while connected to Point of Sale. Ex. 'Square Reader for contactless and chip battery is at 20%.  Plug in the reader via USB to charge the battery.' */
"ReaderDetectedLowBatteryLevelAlertMessageFormatString-R12" = "非接触・IC カード対応 Square Readerのバッテリー充電残量が%1$@%です。USBケーブルをリーダーに接続して充電してください。";

/* The subtitle shown to the user when a reader drops to a low battery level while connected to Point of Sale. Ex. 'Reader for contactless and chip battery is at 20%.  Plug in the reader via USB to charge the battery.' */
"ReaderDetectedLowBatteryLevelAlertMessageFormatString-R6" = "ICカード対応リーダーのバッテリー充電残量が %1$@% です。USBケーブルをリーダーに接続して充電してください。";

/* The name for Square Readers that read only magstripe cards (R4-class devices) */
"ReaderModelNameMagstripe" = "磁気ストライプ";

/* Format string for placeholder WiFi printer name that includes placeholder number. */
"SQNetworkPrinterPlaceholderNameFormat" = "Wi-Fiプリンター%1$@";

/* Format string for placeholder USB printer name that includes placeholder number. */
"SQUSBPrinterPlaceholderNameFormat" = "USBプリンター%1$@";

/* The default error title shown to the user when a secure session fails. */
"SecureSessionFailureErrorTitle-Default" = "Squareリーダーの接続に失敗しました";

/* The default error subtitle shown to the user when a secure session fails. */
"SecureSessionFailureNotificationDescription-Default" = "サポートチームにお問い合わせください。";

/* The error subtitle shown to the user when an attempt to establish secure session fails due to the max number of readers already being conected. */
"SecureSessionFailureNotificationDescription-MaxReadersConnected" = "すでにリーダーの最大接続台数が接続されています。";

/* The error subtitle shown to the user when a secure session fails due to a flaky/unreliable internet connection. */
"SecureSessionFailureNotificationDescription-NetworkTimeOut" = "インターネット接続にエラーが発生しました。インターネットの接続を確認してください。";

/* The error subtitle shown to the user when a secure session establishment fails due to Square having server issues. */
"SecureSessionFailureNotificationDescription-ServerError" = "あとでやり直してください。このメッセージが引き続き表示される場合はサポートにご連絡ください。";

/* The error subtitle shown to the user when an attempt to establish secure session fails. */
"SecureSessionFailureNotificationDescriptionDefault-TryAgain" = "「再試行」を押すか、このメッセージが続く場合はサポートにご連絡ください。";

/* The error title shown to the user when a secure session fails due to a flaky/unreliable internet connection. */
"SecureSessionFailureNotificationTitle-NetworkTimeOut" = "Square Reader はインターネット接続が必要です";

/* Format string for Stand Bar code Scanner detail text. The argument is the port number. */
"StandBarcodeScannerDetailTextFormatString" = "%1$@番ポートに接続済み";

/* Format string for Stand Bar code Scanner detail text when port number is unknown. */
"StandBarcodeScannerDetailTextNoUSBPortNumber" = "USBで接続";

/* Format string for Stand Cash Drawer detail text. The argument is the port number. */
"StandCashDrawerDetailTextFormatString" = "%1$@番ポートに接続済み";

/* Format string for Stand Cash Drawer detail text when port number is unknown. */
"StandCashDrawerDetailTextNoUSBPortNumber" = "USBで接続";

/* If a stand has no name and no product name, this is used as the stand's display name. */
"StandDefaultName" = "Square Stand";

/* If a WiFi printer has no name and no product name, this is used as the printer's display name. */
"StarNetworkPrinterDefaultName" = "Wi-Fiプリンター";

/* If a USB printer has no name and no product name, this is used as the printer's display name. */
"USBPrinterDefaultName" = "USBプリンター";

